$(() => {
  $.get("/user", (data) => {
    if (data.lang == "english") {
      return;
    } else {
      $("#heading").text(`एटीएम के बारे में`);
      $("#content")
        .text(`एक एटीएम-मशीन जो जाहिरा तौर पर वही कार्य करती है जैसा वह करता है
            वास्तविक जीवन जैसे कि डेबिट, एक नया चेक बुक अनुरोध और बहुत कुछ।
            इंटरफ़ेस हिंदी और अंग्रेजी भाषाओं को समर्थन प्रदान करता है
            उपयोगकर्ता। अन्य महत्वपूर्ण विशेषताओं में उपयोगकर्ताओं को सुविधा प्रदान करना शामिल है,
            उन्हें पसंद किए जाने वाले संप्रदाय के रूप में नकदी निकालने का अवसर।`);
      $("#logout").text("लॉग आउट");
    }
  });
});
